Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=599_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámenuoraid rock-joavkkut menestuvve Turku dáhpáhusas
smn: Säminuorâi muusikjuávhuh miänástuvvii Tuurku tábáhtusâst

source: Sámenuoraid ovddasteaddjit riikka dási Sounds-dáhpáhusas, anárlaš The Slap ja ohcejohkalaš Hilbes, ožžo giitosiid loaiddastemiin ja musihkalaš máhtuin.
smn: Aanaarlâš The Slap já ucjuvlâš Hilbes, moh ovdâstii Säminuorâid väldikodálâš Sounds 2012 - tábáhtusâst, ožžuu kijttosijd lávdástâlmijnis já mättimijnis.

source: Goabbáge joavku oaččui gudnemáinnašumi Turku-dáhpáhusas.
smn: Kuohtuuh juávhuh ožžuu tábáhtusâst kunneemainâšume.

source: The Slap ja Hilbes válljejuvvuiga sámenuoraid ovddasteaddjin riikka dási dáhpáhussii Anáris njukčamánu loahpas dollojuvvon Sámenuoraid dáiddadáhpáhusas.
smn: The Slap já Hilbes väljejuin Anarist njuhčâmáánu loopâst uárnejum Säminuorâi taaidâtábáhtusâst säminuorâi ovdâsteijen väldikodálâš tábáhtusân.

source: Loga Sounds 2012-dáhpáhusdoaimmahusa čállosa Hilbes-joavkkus dás.
smn: Luuvâ Sounds 2012-tábáhtustoimâttâs čalluu Hilbes-juávhust täst.

source: Loga ođđasa Anáris dollojuvvon Sámenuoraid dáiddadáhpáhusas dás.
smn: Luuvâ uđđâs Anarist toollum Säminuorâi tááidâtábáhtusâst täst.
